var serviceData = [
    {
        sertitleData: "1、物流配送问题（查不到物流、修改地址）",
        serConData: [{
            name: "Q：怎么查询不到物流？",
            ask: "A：您好，进入【我的】-【我的订单】，找到对应订单，点击查询物流即可获取物流信息；如遇特殊情况，可复制运单号去对应官网查询；另外，也可咨询在线客服获取帮助。",
            askcContent: [],
        },
        {
            name: "Q：怎么更改或添加收货地址？",
            ask: "A：您好，进入【我的】-【收货地址】-【添加新地址】保存即可，下单时在订单页面重新选择地址即可。",
            askcContent: [],
        },
        {
            name: "Q：发货了我还可以修改地址吗？",
            ask: "A：您好，目前商品发货后暂不支持修改地址，可联系客服帮您转寄，过程中涉及的转寄费用需要您承担。",
            askcContent: [],
        },
        ]
    },
    {
        sertitleData: "2、订单问题",
        serConData: [{
            name: "Q：订单可以取消吗？",
            ask: "A：订单状态为“待发货”，您可以在订单里自助取消订单（团购商品、特殊商品除外）；订单状态为“待发货”、“待评价”的订单需要您申请退货退款，我们在收到退货后会给您退款。",
            askcContent: [],
        }
        ]
    },
    {
        sertitleData: "3、商品问题",
        serConData: [{
            name: "Q：购买的商品存在质量问题，如何处理？",
            ask: "A：您好，如遇到商品质量问题，您可在【我的】-【客服帮助】联系客服，并提供问题件的相关凭证，客服会给您帮助。",
            askcContent: []
        },
        {
            name: "Q：购买的商品少了一些，该如何处理？",
            ask: "A：您好，如果订单中出现商品少发、漏发的情况，您可在【我的】-【客服帮助】联系客服，并提供相关凭证，客服会给您帮助。",
            askcContent: []
        }
        ]
    },
    {
        sertitleData: "4、优惠券问题",
        serConData: [{
            name: "Q:怎么查询优惠券",
            ask: "A：您好，可以通过【我的】-【优惠券】查看未使用、已使用、已过期的优惠券。",
            askcContent: [],
        },
        {
            name: "Q：为什么优惠券无法使用？",
            ask: "A：您好，优惠券需要达到相应使用金额且在有效期内才能使用；部分优惠券因为优惠权益的互斥结果，只能在该商品下使用某一张优惠券，不能叠加使用。",
            askcContent: [],
        },
        {
            name: "Q:优惠券用了，但是交易不成功能退券吗？",
            ask: "A：您好，平台的规则：整单取消或整单申请退款的订单，退款完成后，优惠券自动退券，有效期内可继续使用；订单中部分商品退款，优惠券不退还；其他因风控原因产生的退单不支持退还优惠券。",
            askcContent: [],
        }
        ]
    },
    {
        sertitleData: "5、退换货问题",
        serConData: [{
            name: "Q：商品申请退换货问题？",
            ask: "A：自您收到商品48小时内，如符合以下条件，我们将提供退换货服务",
            askcContent: [
                { cont: "1）商品无损坏、无缺失、不影响第二次销售" },
                { cont: "2）若您购买的商品有赠品，办理退货时需将赠品一并退回" }
            ],
        },
        {
            name: "Q：哪些商品不支持退换货？",
            ask: "",
            askcContent: [
                { cont: "1）参加限时抢购、特价促销的商品，非质量问题不支持退换货；" },
                { cont: "2）实物与平台照片存在色差等其他因素；" },
                { cont: "3）非平台销售的商品；" },
                { cont: "4）因用户保管储藏不善导致商品问题的，商品已食用或者损坏从而影响二次销售的情况；" },
                { cont: "5）商品时效性较强（如乳品鲜奶、水产、新鲜水果等），暂不支持无理由退换货" }
            ],
        },
        {
            name: "Q：申请退货需要保留哪些凭证",
            ask: "A：申请退货需要保留原商品和赠品（如有）以及购物装箱单。",
            askcContent: [],
        },
        {
            name: "Q：申请退货时是否需要支付运费？",
            ask: "A：非质量问题需要您支付一次运费，如遇快递已发出的情形，可以提前拒收。",
            askcContent: [],
        },
        {
            name: "Q：如何取消退货退款申请？",
            ask: "A：进入【我的】-【我的订单】-【待收货】找到对应订单，取消退款申请，可在【我的】-【客服帮助】联系客服，客服会给您帮助。",
            askcContent: [],
        }
        ]
    },
    {
        sertitleData: "6、味币积分",
        serConData: [{
            name: "Q：什么是味币积分（以下称味币）？",
            ask: "A：用户在闲九味平台购物可以获得味币积分，100味币=1元钱，用户在购物交易中可以直接抵扣使用，单次使用味币不超过300味币（3元），味币积分和其他优惠券可叠加使用。",
            askcContent: [],
        },
        {
            name: "Q：味币有使用期限吗？",
            ask: "A：平台味币暂不设有效期，用户购物后自动累加。",
            askcContent: [],
        },
        {
            name: "Q：订单不成功会退还味币吗？",
            ask: "A：订单支付时使用的味币，在取消交易后暂不支持味币退还。",
            askcContent: [],
        }
        ]
    }

]

module.exports = {
    serviceData: serviceData
}